package main

import "fmt"

func main() {
	provinces := make([]string, 28)
	provinces = []string{
		"Благоевград", "Бургас", "Варна", "Велико Търново", "Видин", "Враца", "Габрово",
		"Добрич", "Кърджали", "Кюстендил", "Ловеч", "Монтана", "Пазарджик", "Перник", "Плевен",
		"Пловдив", "Разград", "Русе", "Силистра", "Сливен", "Смолян", "София-област", "София-град",
		"Стара Загора", "Търговище", "Хасково", "Шумен", "Ямбол"}

	for i := 0; i < len(provinces); i++ {
		fmt.Printf("%d: %s\n", i+1, provinces[i])
	}
}
